Repository: IVASPE/Synergy
Catalog: synergy/contrib/records/locale/*/LC_MESSAGES/django.po
Languages: pl

source: No
pl: Nie

source: Yes
pl: Tak

source: Object %(object)s has been created!
pl: Obiekt %(object)s został utworzony!

source: Form errors have been detected! Object has not been created. Please refer to the form fields for the detail errors log.
pl: Wykryto błędy w danych zgłaszanych w formularzu! Obiekt nie został utworzony. Szczegółowe informacje o błędach znajdują się w formularzu.

source: Object %(object)s has been updated!
pl: Obiekt %(object)s został zaktualizowany!

source: Form errors have been detected! Object has not been updated. Please refer to the form fields for the detail errors log.
pl: Wykryto błędy w danych zgłaszanych w polach formularza! Obiekt nie został zakutalizowany. Szczegółowe informacje o błędach znjadują się w formularzu.

source: Object %(object)s has been deleted!
pl: Obiekt %(object)s został usunięty!

source: Form errors have been detected! Object has not been deleted. Please refer to the form fields for the detail errors log.
pl: Wykryto błędy w danych zgłaszanych w polach formularza. Obiekt nie został usunięty. Szczegółowe informacje o błędach znajdują się w formularzu.

source: There are some problems with the data provided in this form...
pl: Wykryto błędy związane z danymi zgłaszanymi w formularzu...

source: Submit
pl: Zatwierdź

source: Cancel
pl: Anuluj

source: The entry selected for the delete action is:
pl: Obiekt który zostanie usunięty to:

source: The object you are going to delete will be removed permanently. Please, confirm your decision.
pl: Obiekt, który zamierzasz usunąć zostanie skasowany nieodwracalnie. Czy na pewno wykonać tę akcję?

source: Delete
pl: Usuń

source: Update
pl: Aktualizuj
